{
  "kaland": {

    "0": {
      "szoveg": "Az Oszria-öböltől délre, nagyjából nyolcvan kilóméterre terük el a Koponyák Sivataga. Forró veszedelmes és mindnent egybevetve igen kellemetlen hely, ám te kéyntelen vagy átkelni rajta, hisz déli felén terül és a frágakőbányáiról messze földön híres és gazdag Zafírváros. Vonz a hatalmas vagyon, mely minden harcos számára elérhető, aki hajlandó akár a köveket, akár a pénzt kísérni egyik településből a másikba. A munka azonban nem veszélytelen.\n\tAhogy a sivatag felé közeledsz segélykiáltásokat hallasz az utat szegélyző bozótos túloldaláról. Mikkor közelebb lépsz, még épp látod, ahogy egy ocsmány Goblin tőrt márt egy igen fontosnak látszó Elf férfi szívébe, aki azonnal a földre roskad.\n\tEgyből előre rontasz, hogy elkapd a gyilkost, ám pechedre megbotlasz, az aljas teremtmény pedig észrevesz téged, és eltűnik az aljnövényzetben.\n\tCsak állsz, és a halott Elf tetemét bámulod. Amennyire meg tudod állapítani, az egyik helyi törzs vezetője lehetett. Kezében egy nagy, kék színű gyémántot szorongat. Hirtelen megrezzennek körülötted a bokrok! Arra gondolsz, talán a Goblin tért vissza, így előhúzod kardodat. Legnagyobb meglepetésedre azonban húsz vagy harminc Elf gyűrűjében találod magadat, akik megfeszített íjakkal vesznek körbe. Egyikük előre lép, és komoran megszólít.\n\t-Ember!-kezdi- Karddal a kezedben, apám, a Törzsfőnökünk meggyilkolt testével a lábad előtt találtunk rád.\n\tRájössz, hogy ezek azt hiszik, te vagy a gyilkos. Tiltakozni próbálnál, azonban az Elf egy intésére elhallgatsz. - Az Ítélet Labirintusához viszünk - fejezi be mondanivalóját. Hátat fordít neked, és elsétál, te pedig kísérőid körében kénytelen vagy követni. Miközben az őrök egymást közt vitatják meg a látottakat, megtudod, hogy a labirintus egy titkos hely, ahol a bűnösöket teszik próbára. Minden \"próba\" előtt egy kis Aranyszobrot rejtenek el annak mélyén,  próba alanyának pedig meg kell tanulnia azt. Ha ez nem sikerül, bűnösnek ítélik, ám ha rélel, és sikerül kijutnia odabentről, ártatlannak találják, és szabadon engedik.\n\tA fák ritkulni kezdenek, a menet pedig egy hatalmas fa törzsénél megtorpan. A Főnök fia motyog pár szót, mire a kéreg egy része kinyílik, mögötte pedig feltűnik a labirintus bejárata...",
      "akcio": ["tortenetkezdes"],
      "ugras": [1]
    },
     "1": {
       "szoveg": "Belöknek a lenti alagútba, és rád zárják az ajtót, kizárva ezzel a nyíláson át beszűrődő természetes világosságot. Innentől kezdve kizárólag a falra rögzített fáklyáktól remélhetsz valamennyi fényt. Ahogy szemed hozzászokik a homályhoz, látod, hogy az alagút észek felé indul. Nagyot sóhajtasz a dolog igazságtalansága felett, majd elindulsz abba az irányba. Lapozz a 41-re",
        "akcio": {},
        "ugras": [41]
     },
    "2": {
      "szoveg": "Avízbe ugrasz, az áramlat azonban nagyon erős. Megpróbálsz a felszínen maradni. de ez nem könnyű. Lapozz a 148-ra",
      "akcio": [],
      "ugras": [141]
    },
    "3": {
      "szoveg": "Ahogy óvatosan a drótok között lépkedve eléred a Szobrot, az hirtelen eltűnik! A következő pillanatban vészjósló morajlás hangzik fel a fejed fölött, és ahogy arra nézel, látod, hogy hatalmas szikladarabok kezdenek feléd zuhanni. A hatalmas súly porra őrli csontjaidat. Kalandod itt véget ért",
      "akcio": ["gameover"],
      "ugras": []
    },
    "4": {
      "szoveg": "A kötél igen rossz állapotban van. és még félúton sem jársz, mikor elszakad.... Kalandod itt végetért",
      "akcio": ["gameover"],
      "ugras": []
    },
    "5": {
      "szoveg": " Az ajtó egy tágas terembe nyílik, melynek északi oldalán egy újabb kijárat van, egy lelógó kötél szomszédságában. Csapdának nem látod jelét, így áthaladsz a szobán és leveszed a kötelet. Lenyomod a kilincset, de így sem sikerül előrébb jutnod -alighanem zárva van. Ha van nálad egy Aranykulcs lapozz a 110-re. Hogyha nincs, úgy távozol a szobából és folytatod az utadat északi irányba -lapozz a 14-re",
      "akcio": ["aranykulcs"],
      "ugras": [114]
    },
    "6": {
      "szoveg": "Az ajtó egy nyugat felé haladó alagútba nyílik. Követed. míg egy elégazáshoz nem érsz. Ha észak felé akarsz fordulni, lapozz a 172-re. Ha nem akarsz letérni ebből a járatból, lapozz a 168-ra.",
      "akcio": [],
      "ugras": [168, 172]
    },
    "7": {
      "szoveg": "Mikor végül eléred a verem alját, semmit nem látsz. A falakat végigtapogatva annyit meg tudsz állapítani, hogy az alagút kelet felé megy tovább. Ha a vaksötét ellenére is bevállalod ez6t a járatot, lapozz a 165-re. Ha inkább visszatérnél a fenti folyosóra és északnak folytatnád az utad lapozz a 96-ra",
      "akcio": [],
      "ugras": [165, 96]
    },
    "8": {
      "szoveg": "A dárdák, melyeket egy igen hatásos méreggel kentek be, mélyen a lábadba fúródnak. Dobj egy kockával, hogy megtudd hány életerő pontot vesztettél. Lapozz a 65-re",
      "akcio": ["hplossrng"],
      "ugras": [65]
    },
    "9": {
      "szoveg": "Elsietsz a halott fenevad teteme mellett és gyorsan az északi járathoz lépsz. Lapozz az 52-re",
      "akcio": [],
      "ugras": [52]
    },
    "10": {
      "szoveg": "Az ajtó recsegve nyílik ki és fed fel egy helyiséget, mely alig szélesebb a folyosónál. Hosszában két részre van osztva. Az egyik oldalon egy cellát látsz, míg a másik egyenesen egy ajtóhoz tart az északi falon. A fogdában egy rongyos férfi áll, aki meredten néz téged és fenyegető mozdulatokat tesz irányodba. Gyanítod hogy szabadságáért cserébe esetleg hasznos információkkal tudna szolgálni számodra. Ha beszélni akarsz vele, lapozz a 149-re. Ha jobban éreznéd magad, ha holtan tudhatnád magam mögött, ezért a cella rácsai közt átnyúlva kardélre hánynád, lapozz a 24-re.",
      "akcio": [],
      "ugras": [24, 149]
    },
    "11": {
      "szoveg": "Elérsz az alagút végére, de semmi feltűnőt nem látsz. Ha tovább akarsz keresgélni, lapozz a 38-ra. Ha inkább visszatérnél az előző elégazáshoz és ott keletre indulnál lapozz a 31-re",
      "akcio": [],
      "ugras": [31, 38]
    },
    "12": {
      "szoveg": "A válladra csapod a köpenyt, de legnagyobb meglepetésedre semmi nem történik. Mivel egy kicsit azért hűvös van, nem dobod le. Bár nem tudod, de ez a Lebegás Köpenye. Ha fel akarod próbálni a gyűrűt, és még nem tetted meg lapozz a 119-re. Amennyiben a folyadék még az üvegben van, és most felhajtanád, lapozz a 71-re. Ha bezárnád a csapóajtót és az ajtón kilépve észak felé távoznál, lapozz a 80-ra",
      "akcio": ["pluszlebeges", "gyuruproba"],
      "ugras": [71, 80]
    },
    "13": {
      "szoveg": "A zárba helyezed a kulcsot, de az sajnos nem illik bele, így nincs más választásod minthogy megpróbáld betörni. Lapozz a 196-ra",
      "akcio": [],
      "ugras": [196]
    },
    "14": {
      "szoveg": "Ahogy észak felé haladsz,nyugatról egy alagutat látsz befutni. Úgy döntesz, inkább egyenesen mész tovább. Lapozz a 67-re",
      "akcio": [],
      "ugras": [67]
    },
    "15": {
      "szoveg": "Az áramlat túl erős, és tovább sodor egy híd alá. Magad előtt megpillantasz egy sziklát, és megpróbálod elkapni. Tedd próbára a szerencséd! Ha szerencséd van, lapozz a 92-re Ha nincs, lapozz a 132-re",
      "akcio": [],
      "ugras": [92, 132]
    },
    "16": {
      "szoveg": "Ahogy előre haladsz, elkerüli figyelmedet egy medvecsapat. Belelépsz fogai mélyen a lábadba marnak. Vesztesz 2 ÉLETERŐ pontot. Valamivel később egy elágazáshoz érkezel. Úgy döntesz, a három lehetséges irány közül észak felé indulsz. Lapozz a 195-re",
      "akcio": [],
      "ugras": [195]
    },
    "17": {
      "szoveg": "A férfi szívébe mártod kardod, szenvedő arckifejezésétől azonban lelkiismeret-furdalásod támad. Veszted 1 SZERENCSE pontot. Semmi értékeset nem találsz a szobában, így az északi ajtón távozol. Lapozz a 180-ra",
      "akcio": ["szerencsevesztes"],
      "ertek": 1,
      "ugras": [180]
    },
    "18": {
      "szoveg": "Amint belépsz a szobába, rémülten eszmélsz rá, hogy előbb alaposan szét kellett volna nézned a plafonon ugyanis egy hatalmas Pók kapaszkodik, ami minden szemével téged bámul. Négy ezüstszínű gubó lóg mellette, és összeszorul a szíved, mikor rájössz, hogy két ember, egy Törpe és egy Elf vna bgeléjük csavarva, akik leendő ellenfeled legutóbbi áldozatai voltak, és már csak arra várnak, hogy a bestia egy jót lakomázzon belőlük. A Pók némán a padlóra pottyan, csáprágói mohón feléd nyúlnak.  Óriáspók  Ügyesség 9 Eléterő 5  Ha végzel ezzel a teremtménnyel, lapozz a 94-re. Ha nem, hamarosan te is személyre szőtt selyemkabátot fogsz kapni.",
      "akcio": [],
      "ugras": [94],

      "ellenfel": {
        "nev": "Pók",
        "HP": 5,
        "ugyesseg": 9
      }
    },
    "19": {
      "szoveg": "Igyekezeted, hogy szilárd talajra juss, hiábavalónak tűnik, ám teszel még egy utolsó, kétségbeesett próbálkozást: a kijárat felé veted magad. Tedd próbára SZERENCSÉD! Ha szerencséd van, lapozz a 176-ra. Ha nincs, lapozz a 151-re",
      "akcio": ["szerencseproba"],
      "siker": 176,
      "ugras": [151]
    },
    "20": {
      "szoveg": "Az alagút egy súlyos ajtóban ér véget, ami le van zárva. De nem kulccsal: három tekerő gomb látsz rajta. Ha ismered a kinyitásához szükséges megoldást, add össze a számokat, és lapozz az így kapott fejezet- pontra. Ha nem tudod, vissza kell térned a homokos folyópartra és valahol máshol kell próbálkoznod-lapozz a 76-ra.",
      "akcio": [],
      "ugras": [76]
    },
    "21": {
      "szoveg": "A számszerij beállítás pontos volt, esélyed sincs. A lövedék mélyen a nyakadba fúródik, átmetszi a gerincvelődet és a falhoz szegezi ernyedt testedet. Kalandod itt véget ér.",
      "akcio": ["gameover"],
      "ugras": []
    },
    "22": {
      "szoveg": "Az ajtó egy kis terembe nyílik. Egyik sarkában, egy kosárban egy hatalmas, kutyaszerű teremtmény hever. A szemben lévő falon egy ajtót látsz, mely mellett szögre akasztva egy Bronz Kulcs lóg hívogatóan. Ha megpróbálsz csendben átlopózni a helyiségen, lapozz a 81-re. Ha semmiképp nem akarod felkelteni a kutyát, és az ajtó becsukása után inkább visszatérnél az elágazáshoz, hogy észak felé folytasd az utad, lapoz a 108-ra.",
      "akcio": [],
      "ugras": [81, 108]
    },
    "23": {
      "szoveg": " Köpenyed hirtelen megremeg, és felfúvódik, mintha levegővel telne meg. Legnagyobb meglepetésedre elemelkedsz a talajtól. Óvatosan előre lebegsz, majd lágyan leereszkedsz a talajra, a sziklafal lába elé. Amint földet érsz, köpenyed leereszkedik, és ismét úgy csüng le rólad, mint minden közönséges ruhadarab. Lapozz a 27-re.",
      "akcio": [],
      "ugras": [27]
    },
    "24": {
      "szoveg": "Kardoddal átnyúlsz a rácsokon, a férfi pedig rémülten ugrik hátra. Újra próbálod ezt, azonban nagyobb erővel. Eltalálod a torkát, a sebből bíborvörös vér folyik végig fegyvereden, egyenesen a kezedre. Értetlenül néz rád, majd ülő helyzetbe roskad a padló- ra. Ahogy feje elöre esik, visszahúzod a fegyvered és megtisztod véres kezed. Úgy döntesz, északi irányban folytatod az utat, úgyhogy az ajtón át távozol. Lapozz a 72-re. ",
      "akcio": [],
      "ugras": [72]
    },
    "25": {
      "szoveg": "Sikerül gond nélkül elérted a túloldalt, majd sietve távozol az északi nyíláson át. Lapozz az 52-re.",
      "akcio": [],
      "ugras": [52]
    },
    "26": {
      "szoveg": "Vagy száz Elf áll körülötted, megfeszített nyílvesszőkkel, melyek felé mutatnak. A halott Főnök fia előre lép és az idős férfire néz, aki alig észrevehetően megrázza a fejét. Az Elf komoran elmosolyodik. - Bünös! jelenti ki. Az utolsó dolog, amit hallasz, az a feléd suhanó nyílveszők zaja. Kalandod itt véget ér.",
      "akcio": ["gameover"],
      "ugras": []
    },
    "27": {
      "szoveg": "Egy hatalmas völgy lábánál állsz, melyet egy gyors folyású folyó vájt ki. Próbálj valami megoldást találni az átkelésre, de csak egy kicsi, eléggé rozoga és korhadt hidat látsz. Ahogy megközelíted, a látod, amint két óriási termesz eszi a fát. Hófehér testükön igen nyugtalanítóan hat két vérvörös szemük. A lények bármelyike bármikor beléd marhatna. Ha sietsz, talán még sikerül átkelned rajta azelőtt, hogy végleg összeroskadna. A másik lehetőséged, hogy megpróbálsz átúszni a folyón. Ha az első megoldást választod, lapoz a 40-re. Ha úgy gondolod, elég jó úszó vagy, és ezzel próbálkoznál, lapozz a 2-re.",
      "akcio": [],
      "ugras": [40, 2]
    },
    "28": {
      "szoveg": "Egy idő után újabb elágazásba botlasz. A déli ágról úgy véled, hogy visszafelé vezetne, ezért északnak indulsz. Lapozz a 67-re",
      "akcio": [],
      "ugras": [67]
    },
    "29": {
      "szoveg": "A járat, amiben most haladsz, egy észak-dél irányú, másik folyosóba torkollik bele. Úgy döntesz, balra fordulva haladsz tovább. Lapozz a 69-re.",
      "akcio": [],
      "ugras": [69]
    },
    "30": {
      "szoveg": "A járat fordul nyugati irányba indul, ám hamarossan északnak. Végül elérsz egy ajtóig. mely a keleti falban áll. Ha be akarsz nyitni rajta, lapozz a 124-re. Ha a folyosón folytatnád az utad, lapozz a 129-re.",
      "akcio": [],
      "ugras": [129]
    },
    "31": {
      "szoveg": "Végigsétálsz a járaton, mely elágazásban végződik. A déli folyosó visszafelé vezetne, úgyhogy északnak indulsz. Lapozz a 99-re.",
      "akcio": [],
      "ugras": [99]
    },
    "32": {
      "szoveg": "Úgy döntesz, késlekedés nélkül elhagyod a szobát, így bezárod magad mögött az ajtót és keletnek indulsz. Lapozz a 16-ra.",
      "akcio": [],
      "ugras": [16]
    },
    "33": {
      "szoveg": "Az alagút egy ideig kanyarog, de végig észak felé megy. Hamarosan egy ajtó jelenik meg a jobb oldali falban. Ha megnézed, nyitva van-e, lapoz az 5-re. Ha inkább hagynád az ajtót és tovább folytatnád az utadat, lapozz a 14-re.",
      "akcio": [],
      "ugras": [5, 14]
    },
    "34": {
      "szoveg": "A fiola erős mentaillatot áraszt magából. Ha meg akarod inni, lapozz a 102-re. Ha inkább hagyod, ahol van, lapozz a 169-re.",
      "akcio": [],
      "ugras": [102, 169]
    },
    "35": {
      "szoveg": "Kétségbeesetten kaparod a falat, de képtelen vagyni nem, hogy a tűz kellős közepébe ne zuhanj. Ahogy a csúszda végéhez közeledsz, már a láng pattanásait is hallod, és megpillantod a pokoli lángnyelveket. Lendületed miatt egy ideig még a levegőben repülsz, utána azonban, ahogy fejjel előre a tűzbe zuhansz, a szörnyű meleg egy pillanat alatt füstpamaccsá változtat. Kalandod itt véget ér.36. ",
      "akcio": ["gameover"],
      "ugras": []
    },
    "36": {
      "szoveg": "Semmit nem találsz, így északra folytatod az utat. Lapozz a 98-ra.",
      "akcio": [],
      "ugras": [98]
    },
    "37": {
      "szoveg": "A törmelékek közt kutatva belerúgsz valami fémes dologba. Miután eltakarítottad a környékéről a szemetet, egy masszív csapóajtó körvonalai rajzolódnak ki előtted a padlóban. Nem tudod megállapítani, hogy túl rozsdás-e ahhoz, hogy fel lehessen nyitni, te mindenesetre próbálod. Tedd próbára SZERENCSED! Ha szerencsés vagy, lapoz a 199-re. Hogyha nincs szerencséd, lapozz a 130-ra.",
      "akcio": ["szerencsepróba"],
      "ugras": [199, 130]
    },
    "38": {
      "szoveg": "Átkutatod a zsákutcát, remélem, hogy találsz valamit. Tedd próbára SZERENCSÉD! Hogyha szerencsés vagy, lapozz a 114-re. Ha nincs szerencséd, lapozz az 55-re.",
      "akcio": ["szerencsepróba"],
      "ugras": [114, 55]
    },
    "39": {
      "szoveg": "A szobába belépve az eddig látott leg- civilizáltabb teremben találod magad. A falakat fa burkolólapok borítják, fáklyák helyett itt egy lágy fényt árasztó gömb biztosítja a világítást, mely a közepén álló asztal felett lebeg. E mellett egy férfi görnyedt alakját veszed észre. Miközben becsukod magad mögött az ajtót, az öregember felemelkedik, és üdvözlően feléd nyújtja mindkét karját. Hangja vékony és remegő, és csak ekkor jössz rá, mennyire vén is lehet. Megtaláltad a Szobrot? kérdezi tőled. Ha nálad van a tárgy, lapoz a 91-re. Ha nincs nálad, lapozz a 131-re. Ha nem bízol meg benne és rá akarsz támadni, lapozz a 77-re.",
      "akcio": [],
      "ugras": [91, 77]
    },
    "40": {
      "szoveg": "Miközben a termeszektől nyüzsgő építményen haladsz, a baljósan recseg-ropog a talpad alatt. Minden egyes lépéssel újabb darabjai esnek bele a vízbe. Végül már csak egyetlen kötél marad épen, ami az utolsó deszkadarabot tartja. Tedd próbára SZERENCSED! Ha szerencsés vagy, lapoz a 60-ra. Ha nem, lapozz a 75-re.",
      "akcio": ["szerencsepróba"],
      "ugras": [60, 75]
    },
    "41": {
      "szoveg": "Az alagút, bár folyamatosan jobbra-balra kanyarog, mégis tartja az északi irányt, végül élesen oldalra kanyarodik, és ekkor majdnem belefut egy fekete köpenybe öltözött alakba. Tört tart a kezében, az arcán ülő tekintet rettegésről árulkodik! Rájössz, hogy nem te vagy az egyetlen, akit most próbára tesznek, és hogy mindketten ugyanazon Szobor után kutattok. A fickó rád veti magát észre, hogy mielőbb végezni akar veled. Harcolnod kell! Tolvaj",
      "akcio": ["harc"],
      "ugras": [85],

      "ellenfel": {
        "nev": "Tolvaj",
        "HP": 6,
        "ugyesseg": 7
      }
    },
    "42": {
      "szoveg": "A járat tovább szélesedik, végül egy hatal- mas barlangüregben találod magad. Mind- két oldaladnál sztalagmitok és sztalaktitok meredeznek. Néhányuk hatalmas kőoszloppá nőtt össze az idők folyamán, melyek mögött kimondhatatlan borzalmak lapul- hatnak. Érzed, hogy a barlangban folyamatosan mozog a levegő, és rájössz, hogy ennek oka egy gyors folyású, igen veszedelmesnek tűnő folyó. Feltekintve szemeid követik a cseppköoszlopok vonalait, egészen addig, míg el nem tűnnek a plafont elrejtő végtelen sötétségben. Valahol a folyó mentén egy kis, nem túl bizalomgerjesztő híd körvonalát sikerül kivenni. Lapozz a 27-re.",
      "akcio": [],
      "ugras": [27]
    },
    "43": {
      "szoveg": "Köpenyed hirtelen széttárul, és megszakad a zuhanás. Egy másodpercig mozdulatlanul lebegsz. Letekintesz, de még most sem lá- tod az alját. Meglepetten és hálásan veszed tudomásul, hogy új szerzeményed óvatosan visszaszállít téged a bejárathoz. Mikor már kint vagy, megkönnyebbülten felsóhajtasz majd észak felé folytatod az utad. Lapozz a 68-ra.",
      "akcio": [],
      "ugras": [68]
    },
    "44": {
      "szoveg": "Döbbenetes előrelátásodtól vezérelve eleve gyanítottad, hogy itt egy csapda vár rád, így sikerül felreugranod anélkül, hogy a lövedékek eltalálnának; mindkettő ártalmatlanul hull a földre. Lapozz a 65-re.",
      "akcio": [],
      "ugras": [65]
    },
    "45": {
      "szoveg": "Ha be akarsz nyitni az ajtón, lapozz a 90-re. Ha tovább mennél keleti irányba, lapozz a 16-ra.",
      "akcio": [],
      "ugras": [90, 16]
    },
    "46": {
      "szoveg": "A kő igen értékes. A kiálló fadarabokat kerülgetve visszatérsz az elágazáshoz. Lapozz a 184-re.",
      "akcio": [],
      "ugras": [184]
    },
    "47": {
      "szoveg": "Az ajtóhoz lépsz és kezelésbe veszed a hatalmas zárat: tekerni kezded a tárcsákat, míg a helyes kombinációt nem sikerül be- állítanod rajta. Ahogy az utolsót is a megfe- lelő helyzetbe fordítod, az ajtó kinyílik és egy szoba tárul fel előtted, melynek falait könyvekkel megrakott polcok szegélyezik. Egy könyvtárban találod magad. A középen álló asztalon három nyitott könyvet látsz. Ha a pirosba akarsz beleolvasni, lapozz az 59-re. Hogyha a kékre vagy kíváncsi, lapozz a 104-re. Ha a zöld érdekel, lapozz a 88-ra. Ha nem tudsz olvasni és úgy döntesz, távozol az északi ajtón át, lapozz a 10-re.",
      "akcio": [],
      "ugras": [59, 104, 88, 10]
    },
    "48": {
      "szoveg": "Probléma nélkül eléred a verem alját. Lapozz a 27-re.",
      "akcio": [],
      "ugras": [27]
    },
    "49": {
      "szoveg": "A növénykének valóban mágikus gyógyító tulajdonsága van, és még szerencsét is hoz. Nyersz 4 ÉLETERO pontot, SZERENCSE pontjaid pedig mostantól kezdve nem fognak 6 alá menni. Az északi ajtón át távozol. Lapozz a 152-re.",
      "akcio": [],
      "ugras": [152]
    },
    "50": {
      "szoveg": "A tetemet átkutatva 2 Aranytallért és egy darab pergament találsz, melyre három számot írtak. Fogalmad sincs, mit jelenthetnek, de úgy gondolod, egy zár kombinációja lehet talán éppen azé, amelyik a Szobrot védi. A számok rendre 15, 10 és 22. Úgy döntesz, jól megjegyzed öket, mert mindig fennáll a veszélye annak, hogy elveszted a papírdarabot. Északi irányba folytatod az utadat. Lapozz a 143-ra.",
      "akcio": [],
      "ugras": [143]
    },
    "51": {
      "szoveg": "Egy kis helyiségbe nyitsz be, mely első ránézésre nem tartalmaz semmi mást, csak nagy halom törmeléket a padlón. Ahogy beljebb lépsz, kellemetlen szag csapja meg az orrodat, és egy éles, magas és - amennyire meg tudod állapítani - dühödt visítás kezd egyre erősödni. Végül egy rikoltás kiséretében két hatalmas Denevér ereszti el a plafont a szoba két sarkában, és feléd kezdenek repülni. Ahogy ösztönösen lebuksz, sikerül észrevenned a lények vicsorgó agyarait, melyek készek szétcincálni a torkodat. Ha gyorsan kihátrálsz, majd becsapod magad mögött a bejárati ajtót, lapozz a 80-ra. Hogyha megveted a lábad és megküzdesz ezekkel a szörnyű teremtményekkel, lapozz a 140-re.",
      "akcio": [],
      "ugras": [80, 140]
    },
    "52": {
      "szoveg": "A járat élesen keletre fordul, és végül egy ajtóba torkollik. Lapozz a 45-re.",
      "akcio": [],
      "ugras": [45]
    },
    "53": {
      "szoveg": "A part teljesen kihaltnak tűnik, te pedig eléggé óvatlanul járkálsz, így a homokban bujkáló apró, bíbor rák minden gond nélkül csíp bele a lábadba. Vesztesz 2 ÉLETERO pontot. A három ajtó bármelyiken át távoz- hatsz. Ha az északi ajtón át távoznál, lapozz a 87-re. Ha a nyugatin lépnél be, lapozz a 6-ra. Ha a keletivel próbálnál szerencsét, lapozz a 111-re.",
      "akcio": ["eleterovesztes"],
      "ertek": [2],
      "ugras": [87, 6, 111]
    },
    "54": {
      "szoveg": "Ahogy földet érsz, csúnyán beütöd a térded. Vesztesz. 2 ÉLETERŎ pontot. Lapozz a 27-re.",
      "akcio": ["eleterovesztes"],
      "ertek": [2],
      "ugras": [27]
    },
    "55": {
      "szoveg": "Semmit nem találsz. Visszatérsz az elága- záshoz és keleti irányba folytatod az utad. Lapozz a 31-re.",
      "akcio": [],
      "ugras": [31]
    },
    "56": {
      "szoveg": "Ahogy kilépsz az alagútból, elámulsz a szemed elé táruló látványtól. Egy keskeny sziklaszirten állsz, nagyjából félúton az óriási barlangüreg alja és teteje között. A tovaszaladó víz csillogása elárulja, hogy a völgy mélyén egy folyó halad. Jobbodon egy rövid átjáró végén egy lefelé vezető lépcsősort látsz. Mivel ez az egyetlen módja a lejutásnak, óvatosan ereszkedni kezdesz rajta. Lapozz a 27-re.",
      "akcio": [],
      "ugras": [27]
    },
    "57": {
      "szoveg": "57.Egy alkóv mellett vezet el az utad, melyben három kis üveget látsz. Az elsőben tiszta, átlátszó, szagtalan folyadékot látsz és szagolsz. A másodikban aranyszínű anyag van, melynek enyhén édeskés az illata, míg a harmadik tartalma fakózöld színű és kesernyés, csípős szaga van. Ha felhajtanád az első üveg tartalmát, lapozz a 139-re. Ha a második érdekel, lapozz a 150-re. Hogyha a harmadik a szimpatikus, lapozz a 197-re. Ha nem mered megkóstolni őket, lapozz a 29-re és folytasd az utad keletre.",
      "akcio": [],
      "ugras": [139, 150, 197, 29]
    },
    "58": {
      "szoveg": "Ahogy belépsz a szobába, a padlónak azon része, melyre ráléptél, lezuhan. Tedd próbára SZERENCSED! Hogyha szerencsés vagy, lapozz a 176-ra. Ha nem, lapozz a 19-re.",
      "akcio": ["szerencseproba"],
      "ugras": [179, 19]
    },
    "59": {
      "szoveg": "Felemeled a piros színű könyvet és átfutod a tartalmát, remélve, hogy találsz benne valami hasznosat, amit felhasználhatnál a labirintusból való kijutásra. A szöveg azonban sajnos ősi Elf nyelven íródott, így egyetlen rúnáját sem érted. Ha még nem tetted, most belenézhetsz a kék - lapozz a 104-re vagy a zöld - lapozz a 88-ra - könyvbe. Hogyha meguntad az olvasást és távoznál az északi ajtón át, lapozz a 10-re.",
      "akcio": [],
      "ugras": [104, 88, 10]
    },
    "60": {
      "szoveg": "A híd épp elég ideig marad épen ahhoz, hogy átérj a túloldalra. Ahogy lelépsz róla, összeomlik. Lapozz a 76-ra.",
      "akcio": [],
      "ugras": [76]
    },
    "61": {
      "szoveg": "A hatalmas Galon tetemét melynek madárszerű karmai még mindig megfeszülnek és elernyednek, mintha még holtukban is szét akarnának tépni téged megkerülve kiutat keresel a helyiségből. E közben szé- pen lassan az oszlás büze tölti be a levegőt. A Madárember teste felé fordulsz, és még éppen megpillantod, amint bőrszárnyai eltűnnek egy csapat vonagló lárva alatt. Néhány másodperccel később már csak a lerá gott csontok maradnak meg egykori ellenfeledből. Amint elfogy élelmük, a férgek feléd indulnak, te pedig ráébredsz, hogy halálos veszélyben vagy. Mivel a fura teremtmények közted és a bejárat között állnak, egy másik kiutat kell találnod. Tedd próbára SZERENCSÉD! Ha szerencséd van, lapozz a 109-re. Hogyha nincs szerencséd, lapozz a 175-re.",
      "akcio": ["szerencseproba"],
      "ugras": [109, 175]
    },
    "62": {
      "szoveg": "Rájössz, hogy nincs rá mód, hogy lejuss innen, így visszatérsz az elágazáshoz. Lapozz a 95-re.",
      "akcio": [],
      "ugras": [95]
    },
    "63": {
      "szoveg": "Mikor megbillentél, két tárgy kiesett a háti- zsákodból (te választhatod ki, melyek legye- nek ezek). Vesztesz 1 SZERENCSE pontot. Az északi járaton át folytatod az utad. Lapozz az 52-re.",
      "akcio": ["szerencsevesztes"],
      "ertek": [1],
      "ugras": [52]
    },
    "64": {
      "szoveg": "Ahogy leugrasz, hátizsákod beleakad vala- mibe, te pedig egy pillanatra elveszted az egyensúlyod, épp mikor földet érsz. Tedd próbára SZERENCSÉD! Ha szerencséd van, lapozz a 117-re. Hogyha nincs szerencséd, lapozz a 186-ra.",
      "akcio": ["szerencseproba"],
      "ugras": [117, 186]
    },
    "65": {
      "szoveg": "Az ajtó egy nyirkos folyosóra vezet, mely először kelet felé fordul, végül pedig északra kanyarodik. Elindulsz. Lapozz a 84-re.",
      "akcio": [],
      "ugras": [84]
    },
    "66": {
      "szoveg": "Egy lépcsősorhoz érsz, és már épp lefelé indulnál rajtuk, mikor a hátad mögött valami zaj veszélyre figyelmeztet. Megperdülsz, és egy alacsony, köpcös alakot pillantasz meg. Ocsmány arca undok vigyorra húzódik. Háta mögül elökap egy tüskés buzogányt, majd a hírhedt Sikító Szellemet is megszégyenítő csataüvöltéssel megpörgeti, és a karodba vágja. Vesztesz. 1 ÉLETERO pontot. Meg kell küzdened vele.",
      "akcio": ["eleterovesztes", "harc"],
      "ertek": [1],
      "ugras": [],

      "ellenfel": {
        "nev": "Törpe",
        "HP": 5,
        "ugyesseg": 8
      }
    },
    "67": {
      "szoveg": "Az alagút hamarosan tágulni kezd és csodálatos látvány tárul a szemed elé. Egy földalatti völgyet határoló magas sziklafal kellős közepén, egy keskeny szirten találod magad. Nem látsz lefelé vezető utat, és nem mered megkockáztatni, hogy visszafordulj. Nálad van a Lebegés Köpenye? Ha igen, lapozz a 105-re. Ha nem, lapozz a 86-ra.",
      "akcio": [],
      "ugras": [105, 86]
    },
    "68": {
      "szoveg": "Az alagút hamarosan jobbra fordul és egy ideig keletnek halad. Semmi akadályát nem látod annak, hogy te is ezt tedd. Lapozz a 137-re.",
      "akcio": [],
      "ugras": [137]
    },
    "69": {
      "szoveg": "Elérsz egy keletre letérő oldaljárathoz. Az előre haladó út, úgy tűnik, hirtelen véget ér, vagy élesen oldalra kanyarodik. Ha a keleti járattal próbálnál szerencsét, lapozz a 31-re. Ha tovább mennél északra és megvizsgál- nád a folyosó végét, lapozz a 11-re.",
      "akcio": [],
      "ugras": [31, 11]
    },
    "70": {
      "szoveg": "Az ajtó egy kis szobába nyílik. Ahogy a nyílásban állsz, a fáklyák ragyogó fényében valami tiszta, vérvörös szín csillan meg. Egy hatalmas rubin az, ami örök életedre gazdaggá tenne, ha ki tudnád juttatni a labirintusból. Hogyha a drágakőhöz lépnél és magadhoz vennéd, lapozz a 18-ra. Ha úgy gondold, jobb lenne, ha itt hagynád (elvégre elég nehéz), lapozz a 106-ra.",
      "akcio": [],
      "ugras": [18, 106]
    },
    "71": {
      "szoveg": "Ajkadhoz emeled a kis fiolát és megiszod a tartalmát. Meglepve tapasztalod, hogy a folyadék teljesen íztelen, de egészen felfrissít. Szentelt Víz volt benne, amit egy ősi Druida áldott meg. Az ezután következő harcok során 1-el megnövelheted majd Támadóerődet. Nyersz 1 SZERENCSE pontot. Ha még nem próbáltad fel, és most ujjadra húznád a gyürüt, lapozz a 119-re. Ha fel szeretnéd venni a köpenyt, és eddig még nem tetted, lapozz a 12-re. Ha távozol a helyiségből és észak felé folytatod az utad, lapozz a 80-ra.",
      "akcio": [],
      "ugras": [119, 12]
    },
    "72": {
      "szoveg": "Az ajtó egy újabb alagútba nyílik, mely kelet-nyugati irányba halad. Tudod, hogy neked északra kellene továbbmenned, de most kénytelen vagy ezek közül választani és reménykedni, hogy jó helyen bukkansz majd ki. Nyugatra indulsz, és megkönnyebbülsz, mikor egy elágazáshoz érsz. Északra fordulsz, és sokkal nyugodtabban folytatod az utad. Lapozz a 195-re.",
      "akcio": [],
      "ugras": [195]
    },
    "73": {
      "szoveg": "Továbbra is nyugati irányba haladva észre- veszed, hogy a járat egy kisebb sziklahalomban ér véget. Csákány és ásó nélkül itt esélyed sem lenne átjutni. Ahogy megfordulsz, hogy visszatérj az előző elágazáshoz, egy sötétebb folt egy újabb észak felé ve- zető alagút jelenlétét árulja el. Úgy döntesz erre mész tovább. Lapozz a 174-re.",
      "akcio": [174],
      "ugras": []
    },
    "74": {
      "szoveg": "Átlépsz a két Iszapsárkány tetemén és a szükségesnél óvatlanabbul végigsietsz a keskeny úton. Egy rémisztő pillanatra megbillensz az egyik medence irányába, mikor lábad megcsúszik egy ködarabon, de végül némi kapálózás segítségével sikerül egy újabb lépést tenned, és valamivel stabilabb talajt érned. Lapozz a 63-ra.",
      "akcio": [],
      "ugras": []
    },
    "75": {
      "szoveg": "Túl nehéz vagy az ingatag építménynek, ami összetörik a lábad alatt. Egyenesen a vízbe zuhansz, és kénytelen vagy kiúszni belőle, hogy meg ne fulladj. Az áramlat azonban nagyon erős. Lapozz a 148-ra",
      "akcio": [],
      "ugras": [148]
    },
    "76": {
      "szoveg": "Homokos parton találod magad, melynek félhold alakja van. Az előtted lévő sziklafal egy kis alkóvot alkot, és három ajtót foglal magában. Ezek közül választhatsz majd, mikor eljön a távozás ideje, előtte azonban még el kell döntened, át akarod-e kutatni a folyópartot ékkövek vagy aranyérmék után. Hogyha az északi ajtón át távoznál, lapozz a 87-re. Ha a nyugatin lépnél be, lapozz a 6-ra. Ha a keletivel próbálnál szerencsét, lapozz a 111-re. Ha előbb átkutatnád a par- tot, lapozz az 53-ra.",
      "akcio": [],
      "ugras": [87, 6, 111, 53]
    },
    "77": {
      "szoveg": "Mielőtt lehetőséged lenne előhúzni a kardodat, az öreg férfi felemeli jobb kezét. Mosolya eltűnik arcáról, hangja pedig, mely hirtelen felerősödik, megszólal a fejedben, ám ajkai közben nem mozognak. Ne próbálj meg ártani nekem. Eröm hatalmas, és bármikor olyan tömör sziklává változtathatlak, mint egy oszlop a Nagyteremben. Ha nem törődsz a figyelmeztetésével és folytatod a támadást, lapozz a 135-re. Ha nálad van a szobor és válaszolni kívánsz a kérdésére, lapozz a 91-re. Ha nincs nálad, vagy nem vallod be, hogy megszerezted, úgy lapozz a 131-re.",
      "akcio": [],
      "ugras": [135, 91, 131]
    },
    "78": {
      "szoveg": "A számszerij nem volt tökéletesen beállítva, így ahelyett, hogy halálos sebet okozott volna fejeden vagy nyakadon, a vesző csupán bal válladba áll bele elég mélyen. Lehetett volna rosszabb is, de még így is vesztesz 4 ÉLETERÓ pontot. Kirántod a lövedéket, szakítasz ruhádról némi gézt és szorosan bekötöd magad, hogy el ne vérezz. Hangosan átkozódva indulsz ismét észak felé, az egyetlen irányba, amerre még teheted. Lapozz a 89-re.",
      "akcio": ["eleterovesztes"],
      "ertek": [4],
      "ugras": [89]
    },
    "79": {
      "szoveg": "A keleti járat elég keskeny és sötét, és újabb leágazásba fut bele, ezúttal a balodon. Ha erre mennél tovább, északi irányba, lapozz a 141-re. Ha egyenesen folytatnád az utadat, lapozz a 122-re.",
      "akcio": [],
      "ugras": [141, 122]
    },
    "80": {
      "szoveg": "Észak felé haladsz. Megszenvedsz az úttal, hisz eléggé hepehupás. Hamarosan elérsz egy elágazáshoz. A nyugat felé továbbinduló szakasz még rosszabb állapotúnak tűnik, mint az, ahol most jársz, ezért úgy döntesz, továbbra is tartod az irányt. Lapozz a 89-re.",
      "akcio": [],
      "ugras": [89]
    },
    "81": {
      "szoveg": "Olyan csendben lopakodsz előre, amennyire csak tudsz, ám kardod véletlenül nekicsa- pódik a kőnek, és éles, csengő hangot ad ki. Tedd próbára SZERENCSED! Ha szerencsés vagy, lapozz a 97-re. Ha nincs szerencséd, lapozz a 138-ra.",
      "akcio": ["szerencseproba"],
      "ugras": []
    },
    "82": {
      "szoveg": "Sikerül levágnod az Iszapsárkány fejét, mely előtted hever, elzárva az utat a keskeny párkányon. Nem mered kézzel ellökni, mert a fején lévő nyúlványok még mindig azzal a furcsa, zöld színnel izzanak, amit korábban is láttál. Ennélfogva kardodat emelőként aládugva megemeled egy kicsit, hogy legurítsd a szegélyről. Belecsobban a sárba, ahol végső haláltusájában ismét püffedni kezd. Gyorsan elsietsz mellette, még mielőtt megint elzárná az utat, de már csak leeresztésének sípolását hallod, amint végleg távozik az élők sorából. Lapozz az 52-re.",
      "akcio": [],
      "ugras": [52]
    },
    "83": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "84": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "85": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "86": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "87": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    },
    "": {
      "szoveg": "",
      "akcio": [],
      "ugras": []
    }
  }
}
